//هنا حلول و دوائر عايزه شويه تظبيط بس العبه هتشتغل كويس اما يتعملوا
var img1 = {
  ansCoords: [  
    [235, 190],  
    [619, 74],
    [477, 422],
    [309, 261],
    [18, 442]
  ],
  ansArea: [  
    [30, 30], 
    [50, 74],
    [30, 30],
    [30, 30],
    [30, 30]
  ],
  cssClass: 'img1',
  found: [] 
};
var img2 = {
  ansCoords: [  
    [162, 412],  
    [106, 265],
    [441, 223],
    [119, 23],
    [344, 143]
  ],
  ansArea: [  
    [67, 25], 
    [50, 50],
    [32, 32],
    [30, 30],
    [35, 35]
  ],
  cssClass: 'img2',
  found: [] 
};
var img3 = {
  ansCoords: [  
    [180, 368],  
    [480, 207],
    [343, 194],
    [514, 455],
    [355, 325]
  ],
  ansArea: [  
    [140, 30], 
    [25, 30],
    [35, 35],
    [60, 60],
    [35, 60]
  ],
  cssClass: 'img3',
  found: [] 
};
var img4 = {
  ansCoords: [  
    [329, 116],  
    [48, 49],
    [330, 198],
    [610, 372],
    [572, 44]
  ],
  ansArea: [  
    [95, 25], 
    [35, 35],
    [80, 80],
    [55, 55],
    [40, 40]
  ],
  cssClass: 'img4',
  found: [] 
};
var img5 = {
  ansCoords: [  
    [639, 67], 
    [480, 440],
    [202, 364],
    [41, 304],
    [217, 200]
  ],
  ansArea: [ 
    [35, 60], 
    [35, 35],
    [60, 40],
    [50, 50],
    [40, 40]
  ],
  cssClass: 'img5',
  found: [] 
};
